console.log('Заказать 50 единиц');
const total = 100;
let order = 50;
console.log(
  total >= order
    ? 'Заказ оформлен, с вами свяжется менеджер'
    : 'На складе недостаточно твоаров!',
);

console.log('Заказать 20 единиц');
order = 20;
console.log(
  total >= order
    ? 'Заказ оформлен, с вами свяжется менеджер'
    : 'На складе недостаточно твоаров!',
);

console.log('Заказать 80 единиц');
order = 80;
console.log(
  total >= order
    ? 'Заказ оформлен, с вами свяжется менеджер'
    : 'На складе недостаточно твоаров!',
);

console.log('Заказать 130 единиц');
order = 130;
console.log(
  total >= order
    ? 'Заказ оформлен, с вами свяжется менеджер'
    : 'На складе недостаточно твоаров!',
);
